'''словари для сапфиров и рубинов СТО по прейскуранту 
   цвет ['1', '2', '3', '4', '5']
   чистота ['1', '2', '3', '4', '5']
'''
dgem = {'help':['сапфирпт', 'сапфирн', 'изумрудпм', 'рубинпт' 'рубинн' 'рубинпф'],
        'сапфирпт':'сапфирпт',
        'сапфирн':'сапфирн',
        'изумрудпм':'изумрудпм',
        'рубинпт':'рубинпт',
        'рубинн':'рубинн' ,
        'рубинпф':'рубинпф'}
dcol_sap = {'help':['1', '2', '3', '4', '5'],
               '1':'1' ,
               '2':'2' , 
               '3':'3' ,
               '4':'4',  
               '5':'5',
               1:'1' ,
               2:'2' , 
               3:'3' ,
               4:'4',  
               5:'5'}

dcla_sap = {'help':['1', '2', '3', '4', '5'],
               '1':'1' ,
               '2':'2' , 
               '3':'3' ,
               '4':'4',  
               '5':'5',
               1:'1' ,
               2:'2' , 
               3:'3' ,
               4:'4',  
               5:'5'}
'''словари для изумрудов СТО по прейскуранту 
   цвет ['1', '2', '3', '4', '5']
   чистота ['К1', 'К2', 'Г1', 'Г2', 'Г3']
'''
dcol_em_sto = {'help':['1', '2', '3', '4', '5'],
               '1':'1' ,
               '2':'2' , 
               '3':'3' ,
               '4':'4',  
               '5':'5',
               1:'1' ,
               2:'2' , 
               3:'3' ,
               4:'4',  
               5:'5'}

dcla_em_sto = {'help':['К1', 'К2', 'Г1', 'Г2', 'Г3'],
                   'г3':'Г3',
                   'г2':'Г2',
                   'г1':'Г1',
                   'к1':'К1', 
                   'к2':'К2',
                   'k1':'К1' , 
                   'k2':'К2'}
                   

                   



